<?php

return [
    'required' => 'Поле :attribute должно быть заполнено',
    'max' => 'Поле :attribute должно быть длинее чем :max символов',
    'date' => 'Поле :attribute должно содержать дату или время',
    'numeric' => 'Поле :attribute должно содержать число',
    'number.max' => 'Поле :attribute должно быть не больше чем :max',
    'number.min' => 'Поле :attribute должно быть не меньше чем :min',
    'image' => 'Поле :attribute должно содержать изображение',
    'unique' => 'Поле :attribute должно быть уникальным',
    'dimensions' => 'Изображение должно быть размерами не более 1800х1800 пикселей',
    'image.max' => 'Изображение должно быть не больше чем :max килобайт',
];
